<h1>Incidência de Tributos sobre Vale-Transporte</h1>

<p>O Tribunal Superior do Trabalho decidiu, com base na Lei n&ordm; 7.418/1985, que o vale-transporte pago ao trabalhador mensalmente n&atilde;o integra o seu sal&aacute;rio. At&eacute; ent&atilde;o, os julgados eram no sentido de que os valores pagos a t&iacute;tulo de vale-transporte em dinheiro fossem integrados aos sal&aacute;rios, com reflexos nas verbas trabalhistas.</p>

<p>No entanto, diante da possibilidade de o vale-transporte ser pago em pec&uacute;nia, conforme decidiu o TST em 2012, junto com o entendimento de que estas parcelas n&atilde;o integram o sal&aacute;rio, h&aacute;, nesse caso, base de incid&ecirc;ncia para contribui&ccedil;&atilde;o previdenci&aacute;ria ou imposto de renda?</p>

<!-- Adicionando uma imagem -->
<h2>Exemplo de Vale-Transporte</h2>
<img src="https://hermes.dio.me/articles/cover/1ee9c50a-fccd-4ec8-b57a-6a592a157a6d.png" alt="Imagem de Vale-Transporte">

<!-- Adicionando uma lista -->
<h2>Principais Pontos sobre a Decisão</h2>
<ul>
    <li>O vale-transporte não integra o salário do trabalhador.</li>
    <li>Não há incidência de INSS sobre o vale-transporte pago em dinheiro.</li>
    <li>O Imposto de Renda também não incide sobre essas parcelas.</li>
</ul>

<p>A Receita Federal do Brasil j&aacute; manifestou seu entendimento acerca da contribui&ccedil;&atilde;o previdenci&aacute;ria sobre o pagamento de vale-transporte feito em pec&uacute;nia, atrav&eacute;s da Solu&ccedil;&atilde;o de Consulta Cosit n&ordm; 143/2016. Segundo a interpreta&ccedil;&atilde;o aplicada, n&atilde;o incide contribui&ccedil;&atilde;o previdenci&aacute;ria sobre os valores pagos em dinheiro a t&iacute;tulo de vale-transporte.</p>

<h2>Tabela Comparativa</h2>
<!-- Adicionando uma tabela -->
<table>
    <thead>
        <tr>
            <th>Tipo de Pagamento</th>
            <th>Incidência de INSS</th>
            <th>Incidência de IR</th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td>Vale-transporte (em espécie)</td>
            <td>Não</td>
            <td>Não</td>
        </tr>
        <tr>
            <td>Vale-transporte (cartão)</td>
            <td>Não</td>
            <td>Não</td>
        </tr>
        <tr>
            <td>Salário</td>
            <td>Sim</td>
            <td>Sim</td>
        </tr>
    </tbody>
</table>

<p>Desta forma, para a contribui&ccedil;&atilde;o previdenci&aacute;ria, podemos concluir que n&atilde;o incide o INSS sobre o valor pago em dinheiro a t&iacute;tulo de vale-transporte. Inclusive, a pr&oacute;pria IN RFB n&ordm; 2.110/2022, em seu art. 120, II, j&aacute; trouxe previs&atilde;o expressa nesse sentido. Vejamos:</p>

<blockquote>
    <p>Art. <em>120 (...)</em></p>
    <p><em>II - ao fornecimento de vale-transporte, ainda que pago em dinheiro, limitado ao valor equivalente ao necess&aacute;rio para o custeio do deslocamento em transporte coletivo de passageiros.</em></p>
</blockquote>

<p>No que se refere ao Imposto de Renda, o art. 5&ordm; da Instru&ccedil;&atilde;o Normativa n&ordm; 1.500/2014 trata de forma bem clara e objetiva os rendimentos pagos a esse t&iacute;tulo como isentos. Deste modo, fica claro que tamb&eacute;m n&atilde;o incide o IR sobre o vale-transporte pago em dinheiro.</p>

<p>Por fim, como trata-se de interpreta&ccedil;&atilde;o menos pol&ecirc;mica, n&atilde;o h&aacute; Solu&ccedil;&atilde;o de Consulta proferida pela Cosit e com efeito vinculante que aborde o tema. Entretanto, n&atilde;o vislumbramos risco para a fonte pagadora que tratar tais verbas como de car&aacute;ter indenizat&oacute;rio tamb&eacute;m para este tributo.</p>
